IDEA Open Model
Element2D.GeometricRegion Property
Compatible with IDEA StatiCa Beta 20.0
 Geometry region of element2D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement GeometricRegion { get; set; }
Public Property GeometricRegion As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Element2D Class
IdeaRS.OpenModel.Model Namespace